{
  "!": 0,
  "!\n\n\"": 1,
  "!\"": 2,
  "!--": 3,
  "\"": 4,
  "\" (": 5,
  "\"--": 6,
  "\":": 7,
  "\";": 8,
  "\"?": 9,
  "'": 10,
  "'?\n\n\"": 11,
  "(": 12,
  ")": 13,
  ",": 14,
  ",\"": 15,
  "-": 16,
  "--": 17,
  "--\"": 18,
  ".": 19,
  ".\n\n\"": 20,
  ". \"": 21,
  ". (": 22,
  ". . . .": 23,
  ". . . .\n\n\"": 24,
  ". . . .\"": 25,
  ".\"": 26,
  ".\"\n\n\"": 27,
  ".'": 28,
  ".)\n\n\"": 29,
  ":": 30,
  ": \"": 31,
  ": '": 32,
  ";": 33,
  "?": 34,
  "?\"": 35,
  "?\"\n\n\"": 36,
  "?'\n\n\"": 37,
  "_am_": 38,
  "_famille": 39,
  "_felt_": 40,
  "_has_": 41,
  "_have_": 42,
  "_i": 43,
  "_jardiniere_": 44,
  "_mine_": 45,
  "_not_": 46,
  "_rose": 47,
  "_rs_": 48,
  "_that_": 49,
  "_the_": 50,
  "_was_": 51,
  "_were_": 52,
  "a": 53,
  "abdication": 54,
  "able": 55,
  "about": 56,
  "above": 57,
  "abruptly": 58,
  "absolute": 59,
  "absorbed": 60,
  "absurdity": 61,
  "academic": 62,
  "accuse": 63,
  "accustomed": 64,
  "across": 65,
  "activity": 66,
  "add": 67,
  "added": 68,
  "admirers": 69,
  "adopted": 70,
  "adulation": 71,
  "advance": 72,
  "aesthetic": 73,
  "affect": 74,
  "afraid": 75,
  "after": 76,
  "afterward": 77,
  "again": 78,
  "ago": 79,
  "ah": 80,
  "air": 81,
  "alive": 82,
  "all": 83,
  "almost": 84,
  "alone": 85,
  "along": 86,
  "always": 87,
  "amazement": 88,
  "amid": 89,
  "among": 90,
  "amplest": 91,
  "amusing": 92,
  "an": 93,
  "and": 94,
  "another": 95,
  "answer": 96,
  "answered": 97,
  "any": 98,
  "anything": 99,
  "anywhere": 100,
  "apparent": 101,
  "apparently": 102,
  "appearance": 103,
  "appeared": 104,
  "appointed": 105,
  "are": 106,
  "arm": 107,
  "arms": 108,
  "arrt": 109,
  "art": 110,
  "articles": 111,
  "artist": 112,
  "as": 113,
  "aside": 114,
  "asked": 115,
  "at": 116,
  "atmosphere": 117,
  "atom": 118,
  "attack": 119,
  "attention": 120,
  "attitude": 121,
  "audacities": 122,
  "away": 123,
  "awful": 124,
  "axioms": 125,
  "azaleas": 126,
  "back": 127,
  "background": 128,
  "balance": 129,
  "balancing": 130,
  "balustraded": 131,
  "basking": 132,
  "bath": 133,
  "be": 134,
  "beaming": 135,
  "bean": 136,
  "bear": 137,
  "beard": 138,
  "beauty": 139,
  "became": 140,
  "because": 141,
  "becoming": 142,
  "bed": 143,
  "been": 144,
  "before": 145,
  "began": 146,
  "begin": 147,
  "begun": 148,
  "behind": 149,
  "being": 150,
  "believed": 151,
  "beneath": 152,
  "bespoke": 153,
  "better": 154,
  "between": 155,
  "big": 156,
  "bits": 157,
  "bitterness": 158,
  "blocked": 159,
  "born": 160,
  "borne": 161,
  "boudoir": 162,
  "brac": 163,
  "bravura": 164,
  "break": 165,
  "breaking": 166,
  "breathing": 167,
  "breeding": 168,
  "bric": 169,
  "briefly": 170,
  "brings": 171,
  "bronzes": 172,
  "brought": 173,
  "brown": 174,
  "brush": 175,
  "bull": 176,
  "burlington": 177,
  "business": 178,
  "but": 179,
  "buying": 180,
  "by": 181,
  "called": 182,
  "came": 183,
  "can": 184,
  "canvas": 185,
  "canvases": 186,
  "cards": 187,
  "care": 188,
  "career": 189,
  "carlo": 190,
  "caught": 191,
  "central": 192,
  "century": 193,
  "chair": 194,
  "chairs": 195,
  "chap": 196,
  "characteristic": 197,
  "charming": 198,
  "cheap": 199,
  "check": 200,
  "cheeks": 201,
  "chest": 202,
  "chicago": 203,
  "chimney": 204,
  "chucked": 205,
  "cigar": 206,
  "cigarette": 207,
  "cigars": 208,
  "circulation": 209,
  "circumstance": 210,
  "circus": 211,
  "claimed": 212,
  "clasping": 213,
  "claude": 214,
  "clear": 215,
  "cleverer": 216,
  "close": 217,
  "closets": 218,
  "clown": 219,
  "clue": 220,
  "coat": 221,
  "collapsed": 222,
  "colour": 223,
  "come": 224,
  "comfortable": 225,
  "coming": 226,
  "companion": 227,
  "compared": 228,
  "complex": 229,
  "confident": 230,
  "congesting": 231,
  "conjugal": 232,
  "constraint": 233,
  "consummate": 234,
  "contended": 235,
  "continued": 236,
  "corner": 237,
  "corrected": 238,
  "cotta": 239,
  "could": 240,
  "couldn": 241,
  "count": 242,
  "countenance": 243,
  "couple": 244,
  "course": 245,
  "covered": 246,
  "craft": 247,
  "cried": 248,
  "croft": 249,
  "crossed": 250,
  "crowned": 251,
  "crumbled": 252,
  "cry": 253,
  "cured": 254,
  "curiosity": 255,
  "curious": 256,
  "current": 257,
  "curtains": 258,
  "d": 259,
  "dabble": 260,
  "damask": 261,
  "dancers": 262,
  "dark": 263,
  "dashed": 264,
  "day": 265,
  "days": 266,
  "dead": 267,
  "deadening": 268,
  "dear": 269,
  "deep": 270,
  "deerhound": 271,
  "degree": 272,
  "delicate": 273,
  "demand": 274,
  "denied": 275,
  "deploring": 276,
  "deprecating": 277,
  "deprecatingly": 278,
  "desire": 279,
  "destroyed": 280,
  "destruction": 281,
  "desultory": 282,
  "detail": 283,
  "devonshire": 284,
  "diagnosis": 285,
  "did": 286,
  "didn": 287,
  "died": 288,
  "dim": 289,
  "dimmest": 290,
  "dingy": 291,
  "dining": 292,
  "disarming": 293,
  "discovery": 294,
  "discrimination": 295,
  "discussion": 296,
  "disdain": 297,
  "disdained": 298,
  "disease": 299,
  "disguised": 300,
  "display": 301,
  "dissatisfied": 302,
  "distinguished": 303,
  "distract": 304,
  "divert": 305,
  "do": 306,
  "doesn": 307,
  "doing": 308,
  "domestic": 309,
  "don": 310,
  "done": 311,
  "donkey": 312,
  "down": 313,
  "dozen": 314,
  "dragged": 315,
  "drawing": 316,
  "drawn": 317,
  "dress": 318,
  "drew": 319,
  "dropped": 320,
  "dubarry_": 321,
  "each": 322,
  "earth": 323,
  "ease": 324,
  "easel": 325,
  "easy": 326,
  "echoed": 327,
  "economy": 328,
  "effect": 329,
  "effects": 330,
  "efforts": 331,
  "egregious": 332,
  "eighteenth": 333,
  "elbow": 334,
  "elegant": 335,
  "else": 336,
  "embarrassed": 337,
  "emperors": 338,
  "enabled": 339,
  "end": 340,
  "endless": 341,
  "enjoy": 342,
  "enlightenment": 343,
  "enough": 344,
  "ensuing": 345,
  "equally": 346,
  "equanimity": 347,
  "escape": 348,
  "established": 349,
  "etching": 350,
  "even": 351,
  "event": 352,
  "ever": 353,
  "everlasting": 354,
  "every": 355,
  "exasperated": 356,
  "except": 357,
  "excuse": 358,
  "excusing": 359,
  "existed": 360,
  "expected": 361,
  "exquisite": 362,
  "exquisitely": 363,
  "extenuation": 364,
  "exterminating": 365,
  "extracting": 366,
  "eye": 367,
  "eyebrows": 368,
  "eyes": 369,
  "face": 370,
  "faces": 371,
  "fact": 372,
  "faded": 373,
  "failed": 374,
  "failure": 375,
  "fair": 376,
  "faith": 377,
  "false": 378,
  "familiar": 379,
  "fancy": 380,
  "fashionable": 381,
  "fate": 382,
  "feather": 383,
  "feet": 384,
  "fell": 385,
  "fellow": 386,
  "felt": 387,
  "few": 388,
  "fewer": 389,
  "finality": 390,
  "find": 391,
  "fingers": 392,
  "first": 393,
  "fit": 394,
  "fitting": 395,
  "five": 396,
  "flash": 397,
  "flashed": 398,
  "florence": 399,
  "florid": 400,
  "flowers": 401,
  "fluently": 402,
  "flung": 403,
  "follow": 404,
  "followed": 405,
  "fond": 406,
  "footstep": 407,
  "for": 408,
  "forced": 409,
  "forcing": 410,
  "forehead": 411,
  "foreign": 412,
  "foreseen": 413,
  "forgive": 414,
  "forgotten": 415,
  "form": 416,
  "formed": 417,
  "forming": 418,
  "forward": 419,
  "fostered": 420,
  "found": 421,
  "foundations": 422,
  "four": 423,
  "fragment": 424,
  "fragments": 425,
  "frame": 426,
  "frames": 427,
  "frequently": 428,
  "friend": 429,
  "from": 430,
  "full": 431,
  "fullest": 432,
  "furiously": 433,
  "furrowed": 434,
  "gallery": 435,
  "garlanded": 436,
  "garlands": 437,
  "gave": 438,
  "genial": 439,
  "genius": 440,
  "gesture": 441,
  "get": 442,
  "getting": 443,
  "gideon": 444,
  "gisburn": 445,
  "gisburns": 446,
  "give": 447,
  "given": 448,
  "glad": 449,
  "glanced": 450,
  "glimpse": 451,
  "gloried": 452,
  "glory": 453,
  "go": 454,
  "going": 455,
  "gone": 456,
  "good": 457,
  "got": 458,
  "grace": 459,
  "gradually": 460,
  "grafton": 461,
  "gray": 462,
  "grayish": 463,
  "great": 464,
  "greatest": 465,
  "greatness": 466,
  "greek": 467,
  "grew": 468,
  "grindle": 469,
  "grindles": 470,
  "groping": 471,
  "growing": 472,
  "had": 473,
  "hadn": 474,
  "hair": 475,
  "half": 476,
  "hall": 477,
  "hand": 478,
  "hands": 479,
  "handsome": 480,
  "hang": 481,
  "hanging": 482,
  "happen": 483,
  "happened": 484,
  "hard": 485,
  "hardly": 486,
  "has": 487,
  "have": 488,
  "haven": 489,
  "having": 490,
  "he": 491,
  "head": 492,
  "hear": 493,
  "heard": 494,
  "heart": 495,
  "height": 496,
  "her": 497,
  "here": 498,
  "hermia": 499,
  "hermit": 500,
  "herself": 501,
  "hesitations": 502,
  "hide": 503,
  "high": 504,
  "him": 505,
  "himself": 506,
  "hint": 507,
  "his": 508,
  "history": 509,
  "holding": 510,
  "home": 511,
  "honour": 512,
  "hooded": 513,
  "hostess": 514,
  "hot": 515,
  "hour": 516,
  "hours": 517,
  "house": 518,
  "how": 519,
  "humoured": 520,
  "hung": 521,
  "husband": 522,
  "i": 523,
  "idea": 524,
  "idle": 525,
  "idling": 526,
  "if": 527,
  "immediately": 528,
  "in": 529,
  "incense": 530,
  "indifferent": 531,
  "inevitable": 532,
  "inevitably": 533,
  "inflexible": 534,
  "insensible": 535,
  "insignificant": 536,
  "instinctively": 537,
  "instructive": 538,
  "interesting": 539,
  "into": 540,
  "ironic": 541,
  "irony": 542,
  "irrelevance": 543,
  "irrevocable": 544,
  "is": 545,
  "it": 546,
  "its": 547,
  "itself": 548,
  "jack": 549,
  "jealousy": 550,
  "jove": 551,
  "just": 552,
  "keep": 553,
  "kept": 554,
  "kind": 555,
  "knees": 556,
  "knew": 557,
  "know": 558,
  "known_": 559,
  "laid": 560,
  "lair": 561,
  "landing": 562,
  "language": 563,
  "last": 564,
  "late": 565,
  "later": 566,
  "latter": 567,
  "laugh": 568,
  "laughed": 569,
  "lay": 570,
  "leading": 571,
  "lean": 572,
  "learned": 573,
  "least": 574,
  "leathery": 575,
  "leave": 576,
  "led": 577,
  "left": 578,
  "leisure": 579,
  "lends": 580,
  "lent": 581,
  "let": 582,
  "lies": 583,
  "life": 584,
  "lift": 585,
  "lifted": 586,
  "light": 587,
  "lightly": 588,
  "like": 589,
  "liked": 590,
  "likeness": 591,
  "line": 592,
  "lines": 593,
  "lingered": 594,
  "lips": 595,
  "lit": 596,
  "little": 597,
  "live": 598,
  "ll": 599,
  "loathing": 600,
  "long": 601,
  "longed": 602,
  "longer": 603,
  "look": 604,
  "looked": 605,
  "looking": 606,
  "lord": 607,
  "lose": 608,
  "loss": 609,
  "lounging": 610,
  "lovely": 611,
  "lucky": 612,
  "lump": 613,
  "luncheon": 614,
  "luxury": 615,
  "lying": 616,
  "made": 617,
  "make": 618,
  "man": 619,
  "manage": 620,
  "managed": 621,
  "mantel": 622,
  "marble": 623,
  "married": 624,
  "may": 625,
  "me": 626,
  "meant": 627,
  "mechanically": 628,
  "mediocrity": 629,
  "medium": 630,
  "mentioned": 631,
  "mere": 632,
  "merely": 633,
  "met": 634,
  "might": 635,
  "mighty": 636,
  "millionaire": 637,
  "mine": 638,
  "minute": 639,
  "minutes": 640,
  "mirrors": 641,
  "miss": 642,
  "modest": 643,
  "modesty": 644,
  "moment": 645,
  "money": 646,
  "monte": 647,
  "monumental": 648,
  "mood": 649,
  "moon": 650,
  "morbidly": 651,
  "more": 652,
  "most": 653,
  "mourn": 654,
  "mourned": 655,
  "moustache": 656,
  "moved": 657,
  "mr": 658,
  "mrs": 659,
  "much": 660,
  "muddling": 661,
  "multiplied": 662,
  "murmur": 663,
  "muscles": 664,
  "must": 665,
  "my": 666,
  "myself": 667,
  "mysterious": 668,
  "naive": 669,
  "near": 670,
  "nearly": 671,
  "negatived": 672,
  "nervous": 673,
  "nervousness": 674,
  "neutral": 675,
  "never": 676,
  "next": 677,
  "no": 678,
  "none": 679,
  "not": 680,
  "note": 681,
  "nothing": 682,
  "now": 683,
  "nutley": 684,
  "nymphs": 685,
  "oak": 686,
  "obituary": 687,
  "object": 688,
  "objects": 689,
  "occurred": 690,
  "oddly": 691,
  "of": 692,
  "off": 693,
  "often": 694,
  "oh": 695,
  "old": 696,
  "on": 697,
  "once": 698,
  "one": 699,
  "ones": 700,
  "only": 701,
  "onto": 702,
  "open": 703,
  "or": 704,
  "other": 705,
  "our": 706,
  "ourselves": 707,
  "out": 708,
  "outline": 709,
  "oval": 710,
  "over": 711,
  "own": 712,
  "packed": 713,
  "paid": 714,
  "paint": 715,
  "painted": 716,
  "painter": 717,
  "painting": 718,
  "pale": 719,
  "paled": 720,
  "palm": 721,
  "panel": 722,
  "panelled": 723,
  "panelling": 724,
  "pardonable": 725,
  "pardoned": 726,
  "part": 727,
  "passages": 728,
  "passing": 729,
  "past": 730,
  "pastels": 731,
  "pathos": 732,
  "patient": 733,
  "people": 734,
  "perceptible": 735,
  "perfect": 736,
  "perhaps": 737,
  "persistence": 738,
  "persuasively": 739,
  "phrase": 740,
  "picture": 741,
  "pictures": 742,
  "piece": 743,
  "pines": 744,
  "pink": 745,
  "place": 746,
  "placed": 747,
  "plain": 748,
  "platitudes": 749,
  "pleased": 750,
  "pockets": 751,
  "point": 752,
  "poised": 753,
  "poor": 754,
  "portrait": 755,
  "posing": 756,
  "possessed": 757,
  "poverty": 758,
  "predicted": 759,
  "preliminary": 760,
  "presenting": 761,
  "presses": 762,
  "prestidigitation": 763,
  "pretty": 764,
  "previous": 765,
  "price": 766,
  "pride": 767,
  "princely": 768,
  "prism": 769,
  "problem": 770,
  "proclaiming": 771,
  "prodigious": 772,
  "professional": 773,
  "profusion": 774,
  "protest": 775,
  "prove": 776,
  "public": 777,
  "purblind": 778,
  "purely": 779,
  "pushed": 780,
  "put": 781,
  "qualities": 782,
  "quality": 783,
  "queerly": 784,
  "question": 785,
  "quickly": 786,
  "quietly": 787,
  "quite": 788,
  "quote": 789,
  "rain": 790,
  "raised": 791,
  "random": 792,
  "rather": 793,
  "re": 794,
  "real": 795,
  "really": 796,
  "reared": 797,
  "reason": 798,
  "reassurance": 799,
  "recovering": 800,
  "recreated": 801,
  "reflected": 802,
  "reflection": 803,
  "regrets": 804,
  "relatively": 805,
  "remained": 806,
  "remember": 807,
  "reminded": 808,
  "renaissance": 809,
  "repeating": 810,
  "represented": 811,
  "reproduction": 812,
  "resented": 813,
  "resolve": 814,
  "resources": 815,
  "rest": 816,
  "rich": 817,
  "rickham": 818,
  "ridiculous": 819,
  "riviera": 820,
  "robbed": 821,
  "romantic": 822,
  "rome": 823,
  "room": 824,
  "rooms": 825,
  "rose": 826,
  "rule": 827,
  "run": 828,
  "russian": 829,
  "s": 830,
  "said": 831,
  "same": 832,
  "satisfaction": 833,
  "savour": 834,
  "saw": 835,
  "say": 836,
  "saying": 837,
  "says": 838,
  "scorn": 839,
  "scornful": 840,
  "secret": 841,
  "see": 842,
  "seemed": 843,
  "seen": 844,
  "self": 845,
  "send": 846,
  "sensation": 847,
  "sensitive": 848,
  "sent": 849,
  "serious": 850,
  "set": 851,
  "sevres": 852,
  "sex": 853,
  "shade": 854,
  "shaking": 855,
  "shall": 856,
  "she": 857,
  "shirked": 858,
  "short": 859,
  "should": 860,
  "shoulder": 861,
  "shoulders": 862,
  "show": 863,
  "showed": 864,
  "showy": 865,
  "shrug": 866,
  "shrugged": 867,
  "sight": 868,
  "sign": 869,
  "silent": 870,
  "silver": 871,
  "similar": 872,
  "simpleton": 873,
  "simplifications": 874,
  "simply": 875,
  "since": 876,
  "single": 877,
  "sitter": 878,
  "sitters": 879,
  "sketch": 880,
  "skill": 881,
  "slight": 882,
  "slightly": 883,
  "slowly": 884,
  "small": 885,
  "smile": 886,
  "smiling": 887,
  "sneer": 888,
  "so": 889,
  "solace": 890,
  "some": 891,
  "somebody": 892,
  "something": 893,
  "spacious": 894,
  "spaniel": 895,
  "speaking": 896,
  "speculations": 897,
  "spite": 898,
  "splash": 899,
  "square": 900,
  "stairs": 901,
  "stalk": 902,
  "stammer": 903,
  "stand": 904,
  "standing": 905,
  "started": 906,
  "stay": 907,
  "still": 908,
  "stocked": 909,
  "stood": 910,
  "stopped": 911,
  "stopping": 912,
  "straddling": 913,
  "straight": 914,
  "strain": 915,
  "straining": 916,
  "strange": 917,
  "straw": 918,
  "stream": 919,
  "stroke": 920,
  "strokes": 921,
  "strolled": 922,
  "strongest": 923,
  "strongly": 924,
  "stroud": 925,
  "strouds": 926,
  "struck": 927,
  "studio": 928,
  "stuff": 929,
  "subject": 930,
  "substantial": 931,
  "suburban": 932,
  "such": 933,
  "suddenly": 934,
  "suffered": 935,
  "sugar": 936,
  "suggested": 937,
  "sunburn": 938,
  "sunburnt": 939,
  "sunlit": 940,
  "superb": 941,
  "sure": 942,
  "surest": 943,
  "surface": 944,
  "surprise": 945,
  "surprised": 946,
  "surrounded": 947,
  "suspected": 948,
  "sweetly": 949,
  "sweetness": 950,
  "swelling": 951,
  "swept": 952,
  "swum": 953,
  "t": 954,
  "table": 955,
  "take": 956,
  "taken": 957,
  "talking": 958,
  "tea": 959,
  "tears": 960,
  "technicalities": 961,
  "technique": 962,
  "tell": 963,
  "tells": 964,
  "tempting": 965,
  "terra": 966,
  "terrace": 967,
  "terraces": 968,
  "terribly": 969,
  "than": 970,
  "that": 971,
  "the": 972,
  "their": 973,
  "them": 974,
  "then": 975,
  "there": 976,
  "therefore": 977,
  "they": 978,
  "thin": 979,
  "thing": 980,
  "things": 981,
  "think": 982,
  "this": 983,
  "thither": 984,
  "those": 985,
  "though": 986,
  "thought": 987,
  "three": 988,
  "threshold": 989,
  "threw": 990,
  "through": 991,
  "throwing": 992,
  "thwing": 993,
  "thwings": 994,
  "tie": 995,
  "till": 996,
  "time": 997,
  "timorously": 998,
  "tinge": 999,
  "tips": 1000,
  "tired": 1001,
  "to": 1002,
  "told": 1003,
  "tone": 1004,
  "tones": 1005,
  "too": 1006,
  "took": 1007,
  "tottering": 1008,
  "touched": 1009,
  "toward": 1010,
  "trace": 1011,
  "trade": 1012,
  "transmute": 1013,
  "traps": 1014,
  "travelled": 1015,
  "trees": 1016,
  "tribute": 1017,
  "tributes": 1018,
  "tricks": 1019,
  "tried": 1020,
  "trouser": 1021,
  "true": 1022,
  "truth": 1023,
  "tubes": 1024,
  "turned": 1025,
  "twenty": 1026,
  "twice": 1027,
  "twirling": 1028,
  "unaccountable": 1029,
  "uncertain": 1030,
  "under": 1031,
  "underlay": 1032,
  "underneath": 1033,
  "understand": 1034,
  "unexpected": 1035,
  "untouched": 1036,
  "unusual": 1037,
  "up": 1038,
  "upon": 1039,
  "upset": 1040,
  "upstairs": 1041,
  "us": 1042,
  "used": 1043,
  "usual": 1044,
  "usually": 1045,
  "value": 1046,
  "varnishing": 1047,
  "vases": 1048,
  "ve": 1049,
  "veins": 1050,
  "velveteen": 1051,
  "venetian": 1052,
  "verte_": 1053,
  "very": 1054,
  "victor": 1055,
  "villa": 1056,
  "vindicated": 1057,
  "virtuosity": 1058,
  "vista": 1059,
  "vocation": 1060,
  "voice": 1061,
  "wall": 1062,
  "wander": 1063,
  "want": 1064,
  "wanted": 1065,
  "wants": 1066,
  "was": 1067,
  "wasn": 1068,
  "watched": 1069,
  "watching": 1070,
  "water": 1071,
  "waves": 1072,
  "way": 1073,
  "we": 1074,
  "weekly": 1075,
  "weeks": 1076,
  "welcome": 1077,
  "well": 1078,
  "went": 1079,
  "were": 1080,
  "what": 1081,
  "when": 1082,
  "whenever": 1083,
  "where": 1084,
  "which": 1085,
  "while": 1086,
  "white": 1087,
  "who": 1088,
  "whole": 1089,
  "whom": 1090,
  "why": 1091,
  "wide": 1092,
  "widow": 1093,
  "wife": 1094,
  "wild": 1095,
  "wincing": 1096,
  "window": 1097,
  "wish": 1098,
  "with": 1099,
  "without": 1100,
  "wits": 1101,
  "woman": 1102,
  "women": 1103,
  "won": 1104,
  "wonder": 1105,
  "wondered": 1106,
  "word": 1107,
  "work": 1108,
  "working": 1109,
  "worth": 1110,
  "would": 1111,
  "wouldn": 1112,
  "year": 1113,
  "years": 1114,
  "yellow": 1115,
  "yes": 1116,
  "yet": 1117,
  "you": 1118,
  "younger": 1119,
  "your": 1120,
  "yourself": 1121,
  "<unk>": 1122,
  "<eos>": 1123
}