{
  "!": 0,
  "\"": 1,
  "'": 2,
  "(": 3,
  ")": 4,
  ",": 5,
  "--": 6,
  ".": 7,
  ":": 8,
  ";": 9,
  "?": 10,
  "_": 11,
  "a": 12,
  "abdication": 13,
  "able": 14,
  "about": 15,
  "above": 16,
  "abruptly": 17,
  "absolute": 18,
  "absorbed": 19,
  "absurdity": 20,
  "academic": 21,
  "accuse": 22,
  "accustomed": 23,
  "across": 24,
  "activity": 25,
  "add": 26,
  "added": 27,
  "admirers": 28,
  "adopted": 29,
  "adulation": 30,
  "advance": 31,
  "aesthetic": 32,
  "affect": 33,
  "afraid": 34,
  "after": 35,
  "afterward": 36,
  "again": 37,
  "ago": 38,
  "ah": 39,
  "air": 40,
  "alive": 41,
  "all": 42,
  "almost": 43,
  "alone": 44,
  "along": 45,
  "always": 46,
  "am": 47,
  "amazement": 48,
  "amid": 49,
  "among": 50,
  "amplest": 51,
  "amusing": 52,
  "an": 53,
  "and": 54,
  "another": 55,
  "answer": 56,
  "answered": 57,
  "any": 58,
  "anything": 59,
  "anywhere": 60,
  "apparent": 61,
  "apparently": 62,
  "appearance": 63,
  "appeared": 64,
  "appointed": 65,
  "are": 66,
  "arm": 67,
  "arm-chair": 68,
  "arm-chairs": 69,
  "arms": 70,
  "arrt": 71,
  "art": 72,
  "articles": 73,
  "artist": 74,
  "as": 75,
  "aside": 76,
  "asked": 77,
  "at": 78,
  "atmosphere": 79,
  "atom": 80,
  "attack": 81,
  "attention": 82,
  "attitude": 83,
  "audacities": 84,
  "away": 85,
  "awful": 86,
  "axioms": 87,
  "azaleas": 88,
  "back": 89,
  "background": 90,
  "balance": 91,
  "balancing": 92,
  "balustraded": 93,
  "basking": 94,
  "bath-rooms": 95,
  "be": 96,
  "beaming": 97,
  "bean-stalk": 98,
  "bear": 99,
  "beard": 100,
  "beauty": 101,
  "became": 102,
  "because": 103,
  "becoming": 104,
  "bed": 105,
  "been": 106,
  "before": 107,
  "began": 108,
  "begin": 109,
  "begun": 110,
  "behind": 111,
  "being": 112,
  "believed": 113,
  "beneath": 114,
  "bespoke": 115,
  "better": 116,
  "between": 117,
  "big": 118,
  "bits": 119,
  "bitterness": 120,
  "blocked": 121,
  "born": 122,
  "borne": 123,
  "boudoir": 124,
  "bravura": 125,
  "break": 126,
  "breaking": 127,
  "breathing": 128,
  "bric-a-brac": 129,
  "briefly": 130,
  "brings": 131,
  "bronzes": 132,
  "brought": 133,
  "brown": 134,
  "brush": 135,
  "bull": 136,
  "burlington": 137,
  "business": 138,
  "but": 139,
  "buying": 140,
  "by": 141,
  "called": 142,
  "came": 143,
  "can": 144,
  "canvas": 145,
  "canvases": 146,
  "cards": 147,
  "care": 148,
  "career": 149,
  "carlo": 150,
  "caught": 151,
  "central": 152,
  "chair": 153,
  "chap": 154,
  "characteristic": 155,
  "charming": 156,
  "cheap": 157,
  "check": 158,
  "cheeks": 159,
  "chest": 160,
  "chicago": 161,
  "chimney-piece": 162,
  "chucked": 163,
  "cigar": 164,
  "cigarette": 165,
  "cigars": 166,
  "circulation": 167,
  "circumstance": 168,
  "circus-clown": 169,
  "claimed": 170,
  "clasping": 171,
  "claude": 172,
  "clear": 173,
  "cleverer": 174,
  "close": 175,
  "clue": 176,
  "coat": 177,
  "collapsed": 178,
  "colour": 179,
  "come": 180,
  "comfortable": 181,
  "coming": 182,
  "companion": 183,
  "compared": 184,
  "complex": 185,
  "confident": 186,
  "congesting": 187,
  "conjugal": 188,
  "constraint": 189,
  "consummate": 190,
  "contended": 191,
  "continued": 192,
  "corner": 193,
  "corrected": 194,
  "could": 195,
  "couldn": 196,
  "count": 197,
  "countenance": 198,
  "couple": 199,
  "course": 200,
  "covered": 201,
  "craft": 202,
  "cried": 203,
  "croft": 204,
  "crossed": 205,
  "crowned": 206,
  "crumbled": 207,
  "cry": 208,
  "cured": 209,
  "curiosity": 210,
  "curious": 211,
  "current": 212,
  "curtains": 213,
  "d": 214,
  "dabble": 215,
  "damask": 216,
  "dark": 217,
  "dashed": 218,
  "day": 219,
  "days": 220,
  "dead": 221,
  "deadening": 222,
  "dear": 223,
  "deep": 224,
  "deerhound": 225,
  "degree": 226,
  "delicate": 227,
  "demand": 228,
  "denied": 229,
  "deploring": 230,
  "deprecating": 231,
  "deprecatingly": 232,
  "desire": 233,
  "destroyed": 234,
  "destruction": 235,
  "desultory": 236,
  "detail": 237,
  "devonshire": 238,
  "diagnosis": 239,
  "did": 240,
  "didn": 241,
  "died": 242,
  "dim": 243,
  "dimmest": 244,
  "dingy": 245,
  "dining-room": 246,
  "disarming": 247,
  "discovery": 248,
  "discrimination": 249,
  "discussion": 250,
  "disdain": 251,
  "disdained": 252,
  "disease": 253,
  "disguised": 254,
  "display": 255,
  "dissatisfied": 256,
  "distinguished": 257,
  "distract": 258,
  "divert": 259,
  "do": 260,
  "doesn": 261,
  "doing": 262,
  "domestic": 263,
  "don": 264,
  "done": 265,
  "donkey": 266,
  "down": 267,
  "dozen": 268,
  "dragged": 269,
  "drawing-room": 270,
  "drawing-rooms": 271,
  "drawn": 272,
  "dress-closets": 273,
  "drew": 274,
  "dropped": 275,
  "dubarry": 276,
  "each": 277,
  "earth": 278,
  "ease": 279,
  "easel": 280,
  "easy": 281,
  "echoed": 282,
  "economy": 283,
  "effect": 284,
  "effects": 285,
  "efforts": 286,
  "egregious": 287,
  "eighteenth-century": 288,
  "elbow": 289,
  "elegant": 290,
  "else": 291,
  "embarrassed": 292,
  "emperors": 293,
  "enabled": 294,
  "end": 295,
  "endless": 296,
  "enjoy": 297,
  "enlightenment": 298,
  "enough": 299,
  "ensuing": 300,
  "equally": 301,
  "equanimity": 302,
  "escape": 303,
  "established": 304,
  "etching": 305,
  "even": 306,
  "event": 307,
  "ever": 308,
  "everlasting": 309,
  "every": 310,
  "exasperated": 311,
  "except": 312,
  "excuse": 313,
  "excusing": 314,
  "existed": 315,
  "expected": 316,
  "exquisite": 317,
  "exquisitely": 318,
  "extenuation": 319,
  "exterminating": 320,
  "extracting": 321,
  "eye": 322,
  "eyebrows": 323,
  "eyes": 324,
  "face": 325,
  "faces": 326,
  "fact": 327,
  "faded": 328,
  "failed": 329,
  "failure": 330,
  "fair": 331,
  "faith": 332,
  "false": 333,
  "familiar": 334,
  "famille-verte": 335,
  "fancy": 336,
  "fashionable": 337,
  "fate": 338,
  "feather": 339,
  "feet": 340,
  "fell": 341,
  "fellow": 342,
  "felt": 343,
  "few": 344,
  "fewer": 345,
  "finality": 346,
  "find": 347,
  "fingers": 348,
  "first": 349,
  "fit": 350,
  "fitting": 351,
  "five": 352,
  "flash": 353,
  "flashed": 354,
  "florence": 355,
  "florid": 356,
  "flowers": 357,
  "fluently": 358,
  "flung": 359,
  "follow": 360,
  "followed": 361,
  "fond": 362,
  "footstep": 363,
  "for": 364,
  "forced": 365,
  "forcing": 366,
  "forehead": 367,
  "foreign": 368,
  "foreseen": 369,
  "forgive": 370,
  "forgotten": 371,
  "form": 372,
  "formed": 373,
  "forming": 374,
  "forward": 375,
  "fostered": 376,
  "found": 377,
  "foundations": 378,
  "fragment": 379,
  "fragments": 380,
  "frame": 381,
  "frames": 382,
  "frequently": 383,
  "friend": 384,
  "from": 385,
  "full": 386,
  "fullest": 387,
  "furiously": 388,
  "furrowed": 389,
  "gallery": 390,
  "garlanded": 391,
  "garlands": 392,
  "gave": 393,
  "genial": 394,
  "genius": 395,
  "gesture": 396,
  "get": 397,
  "getting": 398,
  "gideon": 399,
  "gisburn": 400,
  "gisburns": 401,
  "give": 402,
  "given": 403,
  "glad": 404,
  "glanced": 405,
  "glimpse": 406,
  "gloried": 407,
  "glory": 408,
  "go": 409,
  "going": 410,
  "gone": 411,
  "good": 412,
  "good-breeding": 413,
  "good-humoured": 414,
  "got": 415,
  "grace": 416,
  "gradually": 417,
  "grafton": 418,
  "gray": 419,
  "grayish": 420,
  "great": 421,
  "greatest": 422,
  "greatness": 423,
  "greek": 424,
  "grew": 425,
  "grindle": 426,
  "grindles": 427,
  "groping": 428,
  "growing": 429,
  "had": 430,
  "hadn": 431,
  "hair": 432,
  "half": 433,
  "half-light": 434,
  "half-mechanically": 435,
  "hall": 436,
  "hand": 437,
  "hands": 438,
  "handsome": 439,
  "hang": 440,
  "hanging": 441,
  "happen": 442,
  "happened": 443,
  "hard": 444,
  "hardly": 445,
  "has": 446,
  "have": 447,
  "haven": 448,
  "having": 449,
  "he": 450,
  "head": 451,
  "hear": 452,
  "heard": 453,
  "heart": 454,
  "height": 455,
  "her": 456,
  "here": 457,
  "hermia": 458,
  "hermit": 459,
  "herself": 460,
  "hesitations": 461,
  "hide": 462,
  "high": 463,
  "him": 464,
  "himself": 465,
  "hint": 466,
  "his": 467,
  "history": 468,
  "holding": 469,
  "home": 470,
  "honour": 471,
  "hooded": 472,
  "hostess": 473,
  "hot-house": 474,
  "hour": 475,
  "hours": 476,
  "house": 477,
  "how": 478,
  "hung": 479,
  "husband": 480,
  "i": 481,
  "idea": 482,
  "idle": 483,
  "idling": 484,
  "if": 485,
  "immediately": 486,
  "in": 487,
  "incense": 488,
  "indifferent": 489,
  "inevitable": 490,
  "inevitably": 491,
  "inflexible": 492,
  "insensible": 493,
  "insignificant": 494,
  "instinctively": 495,
  "instructive": 496,
  "interesting": 497,
  "into": 498,
  "ironic": 499,
  "irony": 500,
  "irrelevance": 501,
  "irrevocable": 502,
  "is": 503,
  "it": 504,
  "its": 505,
  "itself": 506,
  "jack": 507,
  "jardiniere": 508,
  "jealousy": 509,
  "jove": 510,
  "just": 511,
  "keep": 512,
  "kept": 513,
  "kind": 514,
  "knees": 515,
  "knew": 516,
  "know": 517,
  "known": 518,
  "laid": 519,
  "lair": 520,
  "landing": 521,
  "language": 522,
  "last": 523,
  "late": 524,
  "later": 525,
  "latter": 526,
  "laugh": 527,
  "laughed": 528,
  "lay": 529,
  "leading": 530,
  "lean": 531,
  "learned": 532,
  "least": 533,
  "leathery": 534,
  "leave": 535,
  "led": 536,
  "left": 537,
  "leisure": 538,
  "lends": 539,
  "lent": 540,
  "let": 541,
  "lies": 542,
  "life": 543,
  "life-likeness": 544,
  "lift": 545,
  "lifted": 546,
  "light": 547,
  "lightly": 548,
  "like": 549,
  "liked": 550,
  "line": 551,
  "lines": 552,
  "lingered": 553,
  "lips": 554,
  "lit": 555,
  "little": 556,
  "live": 557,
  "ll": 558,
  "loathing": 559,
  "long": 560,
  "longed": 561,
  "longer": 562,
  "look": 563,
  "looked": 564,
  "looking": 565,
  "lord": 566,
  "lose": 567,
  "loss": 568,
  "lounging": 569,
  "lovely": 570,
  "lucky": 571,
  "lump": 572,
  "luncheon-table": 573,
  "luxury": 574,
  "lying": 575,
  "made": 576,
  "make": 577,
  "man": 578,
  "manage": 579,
  "managed": 580,
  "mantel-piece": 581,
  "marble": 582,
  "married": 583,
  "may": 584,
  "me": 585,
  "meant": 586,
  "mediocrity": 587,
  "medium": 588,
  "mentioned": 589,
  "mere": 590,
  "merely": 591,
  "met": 592,
  "might": 593,
  "mighty": 594,
  "millionaire": 595,
  "mine": 596,
  "minute": 597,
  "minutes": 598,
  "mirrors": 599,
  "miss": 600,
  "modest": 601,
  "modesty": 602,
  "moment": 603,
  "money": 604,
  "monte": 605,
  "monumental": 606,
  "mood": 607,
  "moon-dancers": 608,
  "morbidly": 609,
  "more": 610,
  "most": 611,
  "mourn": 612,
  "mourned": 613,
  "moustache": 614,
  "moved": 615,
  "mr": 616,
  "mrs": 617,
  "much": 618,
  "muddling": 619,
  "multiplied": 620,
  "murmur": 621,
  "muscles": 622,
  "must": 623,
  "my": 624,
  "myself": 625,
  "mysterious": 626,
  "naive": 627,
  "near": 628,
  "nearly": 629,
  "negatived": 630,
  "nervous": 631,
  "nervousness": 632,
  "neutral": 633,
  "never": 634,
  "next": 635,
  "no": 636,
  "none": 637,
  "not": 638,
  "note": 639,
  "nothing": 640,
  "now": 641,
  "nutley": 642,
  "nymphs": 643,
  "oak": 644,
  "obituary": 645,
  "object": 646,
  "objects": 647,
  "occurred": 648,
  "oddly": 649,
  "of": 650,
  "off": 651,
  "often": 652,
  "oh": 653,
  "old": 654,
  "on": 655,
  "once": 656,
  "one": 657,
  "ones": 658,
  "only": 659,
  "onto": 660,
  "open": 661,
  "or": 662,
  "other": 663,
  "our": 664,
  "ourselves": 665,
  "out": 666,
  "outline": 667,
  "oval": 668,
  "over": 669,
  "own": 670,
  "packed": 671,
  "paid": 672,
  "paint": 673,
  "painted": 674,
  "painter": 675,
  "painting": 676,
  "pale": 677,
  "paled": 678,
  "palm-trees": 679,
  "panel": 680,
  "panelling": 681,
  "pardonable": 682,
  "pardoned": 683,
  "part": 684,
  "passages": 685,
  "passing": 686,
  "past": 687,
  "pastels": 688,
  "pathos": 689,
  "patient": 690,
  "people": 691,
  "perceptible": 692,
  "perfect": 693,
  "perhaps": 694,
  "persistence": 695,
  "persuasively": 696,
  "phrase": 697,
  "picture": 698,
  "pictures": 699,
  "pines": 700,
  "pink": 701,
  "place": 702,
  "placed": 703,
  "plain": 704,
  "platitudes": 705,
  "pleased": 706,
  "pockets": 707,
  "point": 708,
  "poised": 709,
  "poor": 710,
  "portrait": 711,
  "posing": 712,
  "possessed": 713,
  "poverty": 714,
  "predicted": 715,
  "preliminary": 716,
  "presenting": 717,
  "prestidigitation": 718,
  "pretty": 719,
  "previous": 720,
  "price": 721,
  "pride": 722,
  "princely": 723,
  "prism": 724,
  "problem": 725,
  "proclaiming": 726,
  "prodigious": 727,
  "professional": 728,
  "profusion": 729,
  "protest": 730,
  "prove": 731,
  "public": 732,
  "purblind": 733,
  "purely": 734,
  "pushed": 735,
  "put": 736,
  "qualities": 737,
  "quality": 738,
  "queerly": 739,
  "question": 740,
  "quickly": 741,
  "quietly": 742,
  "quite": 743,
  "quote": 744,
  "rain": 745,
  "raised": 746,
  "random": 747,
  "rather": 748,
  "re": 749,
  "real": 750,
  "really": 751,
  "reared": 752,
  "reason": 753,
  "reassurance": 754,
  "recovering": 755,
  "recreated": 756,
  "reflected": 757,
  "reflection": 758,
  "regrets": 759,
  "relatively": 760,
  "remained": 761,
  "remember": 762,
  "reminded": 763,
  "renaissance": 764,
  "repeating": 765,
  "represented": 766,
  "reproduction": 767,
  "resented": 768,
  "resolve": 769,
  "resources": 770,
  "rest": 771,
  "rich": 772,
  "rickham": 773,
  "ridiculous": 774,
  "riviera": 775,
  "robbed": 776,
  "romantic": 777,
  "rome": 778,
  "room": 779,
  "rose": 780,
  "rs": 781,
  "rule": 782,
  "run": 783,
  "russian": 784,
  "s": 785,
  "said": 786,
  "same": 787,
  "satisfaction": 788,
  "savour": 789,
  "saw": 790,
  "say": 791,
  "saying": 792,
  "says": 793,
  "scorn": 794,
  "scornful": 795,
  "secret": 796,
  "see": 797,
  "seemed": 798,
  "seen": 799,
  "self-confident": 800,
  "send": 801,
  "sensation": 802,
  "sensitive": 803,
  "sent": 804,
  "serious": 805,
  "set": 806,
  "sevres": 807,
  "sex": 808,
  "shade": 809,
  "shaking": 810,
  "shall": 811,
  "she": 812,
  "shirked": 813,
  "short": 814,
  "should": 815,
  "shoulder": 816,
  "shoulders": 817,
  "show": 818,
  "showed": 819,
  "showy": 820,
  "shrug": 821,
  "shrugged": 822,
  "sight": 823,
  "sign": 824,
  "silent": 825,
  "silver": 826,
  "similar": 827,
  "simpleton": 828,
  "simplifications": 829,
  "simply": 830,
  "since": 831,
  "single": 832,
  "sitter": 833,
  "sitters": 834,
  "sketch": 835,
  "skill": 836,
  "slight": 837,
  "slightly": 838,
  "slowly": 839,
  "small": 840,
  "smile": 841,
  "smiling": 842,
  "sneer": 843,
  "so": 844,
  "solace": 845,
  "some": 846,
  "somebody": 847,
  "something": 848,
  "spacious": 849,
  "spaniel": 850,
  "speaking-tubes": 851,
  "speculations": 852,
  "spite": 853,
  "splash": 854,
  "square": 855,
  "stairs": 856,
  "stammer": 857,
  "stand": 858,
  "standing": 859,
  "started": 860,
  "stay": 861,
  "still": 862,
  "stocked": 863,
  "stood": 864,
  "stopped": 865,
  "stopping": 866,
  "straddling": 867,
  "straight": 868,
  "strain": 869,
  "straining": 870,
  "strange": 871,
  "straw": 872,
  "stream": 873,
  "stroke": 874,
  "strokes": 875,
  "strolled": 876,
  "strongest": 877,
  "strongly": 878,
  "stroud": 879,
  "strouds": 880,
  "struck": 881,
  "studio": 882,
  "stuff": 883,
  "subject": 884,
  "substantial": 885,
  "suburban": 886,
  "such": 887,
  "suddenly": 888,
  "suffered": 889,
  "sugar": 890,
  "suggested": 891,
  "sunburn": 892,
  "sunburnt": 893,
  "sunlit": 894,
  "superb": 895,
  "sure": 896,
  "surest": 897,
  "surface": 898,
  "surprise": 899,
  "surprised": 900,
  "surrounded": 901,
  "suspected": 902,
  "sweetly": 903,
  "sweetness": 904,
  "swelling": 905,
  "swept": 906,
  "swum": 907,
  "t": 908,
  "table": 909,
  "take": 910,
  "taken": 911,
  "talking": 912,
  "tea": 913,
  "tears": 914,
  "technicalities": 915,
  "technique": 916,
  "tell": 917,
  "tells": 918,
  "tempting": 919,
  "terra-cotta": 920,
  "terrace": 921,
  "terraces": 922,
  "terribly": 923,
  "than": 924,
  "that": 925,
  "the": 926,
  "their": 927,
  "them": 928,
  "then": 929,
  "there": 930,
  "therefore": 931,
  "they": 932,
  "thin": 933,
  "thing": 934,
  "things": 935,
  "think": 936,
  "this": 937,
  "thither": 938,
  "those": 939,
  "though": 940,
  "thought": 941,
  "three": 942,
  "threshold": 943,
  "threw": 944,
  "through": 945,
  "throwing": 946,
  "thwing": 947,
  "thwings": 948,
  "tie": 949,
  "till": 950,
  "time": 951,
  "timorously": 952,
  "tinge": 953,
  "tips": 954,
  "tired": 955,
  "to": 956,
  "told": 957,
  "tone": 958,
  "tones": 959,
  "too": 960,
  "took": 961,
  "tottering": 962,
  "touched": 963,
  "toward": 964,
  "trace": 965,
  "trade": 966,
  "transmute": 967,
  "traps": 968,
  "travelled": 969,
  "tribute": 970,
  "tributes": 971,
  "tricks": 972,
  "tried": 973,
  "trouser-presses": 974,
  "true": 975,
  "truth": 976,
  "turned": 977,
  "twenty": 978,
  "twenty-four": 979,
  "twice": 980,
  "twirling": 981,
  "unaccountable": 982,
  "uncertain": 983,
  "under": 984,
  "underlay": 985,
  "underneath": 986,
  "understand": 987,
  "unexpected": 988,
  "untouched": 989,
  "unusual": 990,
  "up": 991,
  "up-stream": 992,
  "upon": 993,
  "upset": 994,
  "upstairs": 995,
  "us": 996,
  "used": 997,
  "usual": 998,
  "usually": 999,
  "value": 1000,
  "varnishing": 1001,
  "vases": 1002,
  "ve": 1003,
  "veins": 1004,
  "velveteen": 1005,
  "venetian": 1006,
  "very": 1007,
  "victor": 1008,
  "villa": 1009,
  "vindicated": 1010,
  "virtuosity": 1011,
  "vista": 1012,
  "vocation": 1013,
  "voice": 1014,
  "wall": 1015,
  "wander": 1016,
  "want": 1017,
  "wanted": 1018,
  "wants": 1019,
  "was": 1020,
  "wasn": 1021,
  "watched": 1022,
  "watching": 1023,
  "water-colour": 1024,
  "waves": 1025,
  "way": 1026,
  "we": 1027,
  "weekly": 1028,
  "weeks": 1029,
  "welcome": 1030,
  "well": 1031,
  "went": 1032,
  "were": 1033,
  "what": 1034,
  "when": 1035,
  "whenever": 1036,
  "where": 1037,
  "which": 1038,
  "while": 1039,
  "white": 1040,
  "white-panelled": 1041,
  "who": 1042,
  "whole": 1043,
  "whom": 1044,
  "why": 1045,
  "wide": 1046,
  "widow": 1047,
  "wife": 1048,
  "wild": 1049,
  "wincing": 1050,
  "window-curtains": 1051,
  "wish": 1052,
  "with": 1053,
  "without": 1054,
  "wits": 1055,
  "woman": 1056,
  "women": 1057,
  "won": 1058,
  "wonder": 1059,
  "wondered": 1060,
  "word": 1061,
  "work": 1062,
  "working": 1063,
  "worth": 1064,
  "would": 1065,
  "wouldn": 1066,
  "year": 1067,
  "years": 1068,
  "yellow": 1069,
  "yes": 1070,
  "yet": 1071,
  "you": 1072,
  "younger": 1073,
  "your": 1074,
  "yourself": 1075,
  "<unk>": 1076,
  "<eos>": 1077
}